---
kind: property
id: P:Autodesk.Revit.DB.SymbolTypeId.DollarPerWH
source: html/dceb9de8-c9ac-b8a4-10f9-b1568fe85f07.htm
---
# Autodesk.Revit.DB.SymbolTypeId.DollarPerWH Property

Symbol $/(W·h), indicating unit Cost per watt hour.

## Syntax (C#)
```csharp
public static ForgeTypeId DollarPerWH { get; }
```